Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, nl, pl, ru, sv, zh_hans, zh_hant

# settings_appLock
source: App Lock
ar: قفل التطبيق
da: App Lås
de: App-Sperre
es: Bloqueo App
fr: Verrouillage
it: Blocco App
ja: アプリロック
pl: Blokada aplikacji
ru: Блокировка приложения
sv: App lås
zh_hans: 应用锁
zh_hant: 程式鎖

# settings_appLockEnter
source: Enter Passcode
ar: أدخل رمز المرور
da: Indtast Kode
de: Zugangscode eingeben
es: Introducir contraseña
fr: Entrez le code d'accès
hu: Írja be a jelszót
it: Inserisci Codice
ja: パスコードを入力
nl: Voer wachtwoord in
pl: Wprowadź kod
ru: Введите пароль
sv: Ange lösenord
zh_hans: 输入密码
zh_hant: 輸入密碼

# settings_appLockInfo
source: With App Lock, a device-specific code is required to access the app. If you loose this code, you will have to reinstall the app.
ar: مع قفل التطبيق، يلزم وجود رمز خاص بالجهاز للوصول إلى التطبيق. إذا فقدت هذا الرمز، فسيتعين عليك إعادة تثبيت التطبيق.
da: Med App Lock kræves en enhedsspecifik kode for at få adgang til appen. Hvis du mister denne kode, skal du geninstallere appen.
de: Bei App-Sperre ist ein gerätespezifischer Zuganscode erforderlich, um auf die App zuzugreifen. Wenn Sie diesen Code verlieren, müssen Sie die App neu installieren.
es: Con Bloqueo Lock, se requiere un código específico del dispositivo para acceder a la aplicación. Si pierdes este código, tendrás que reinstalar la aplicación.
fr: Avec l'option de verrouillage, un code spécifique à l'appareil est requis pour accéder à l'application. Si vous perdez ce code, vous devrez réinstaller l'application.
hu: Az App Lock használatával az alkalmazás eléréséhez eszközspecifikus kód szükséges. Ha elveszíti ezt a kódot, újra kell telepítenie az alkalmazást.
it: Con Blocco Lock, è necessario un codice specifico per il dispositivo per accedere all'app. Se si perde questo codice, si dovrà reinstallare l'app.
ja: App Lockを使用すると、デバイス固有のコードがアプリにアクセスするために必要になります。このコードを失った場合は、アプリを再インストールする必要があります。
nl: Met App Lock, is een apparaatspecifieke code vereist voor toegang tot de app. Als je deze code verliest, moet je de app opnieuw installeren.
pl: Z App Lock, aby uzyskać dostęp do aplikacji, wymagane jest podanie przyporządkowanego urządzeniu kodu. Jeśli utracisz kod, aplikacja będzie musiała być zainstalowana ponownie.
ru: С помощью App Lock, для доступа к приложению требуется специальный код. Если вы потеряете этот код, вам придется переустановить приложение.
sv: Med App Lock krävs en enhetsspecifik kod för att komma åt appen. Om du förlorar denna kod måste du installera om appen.
zh_hans: 通过应用锁，需要一个设备专用代码来访问应用。如果您丢失了这个代码，您将必须重新安装应用程序。
zh_hant: 透過應用鎖，需要透過裝置上設定的代碼來使用此程式。如果忘記代碼，你需要重新安裝這個程式。

# settings_appLockModify
source: Modify Passcode
ar: تعديل رمز المرور
da: Skift Kode
de: Zugangscode bearbeiten
es: Modificar contraseña
fr: Modifier le code d'accès
hu: Módosítsa a jelszót
it: Modifica Codice
ja: パスコードの変更
nl: Wijzig wachtwoord
pl: Zmień kod
ru: Изменить пароль
sv: Ändra lösenord
zh_hans: 修改密码
zh_hant: 修改密碼

# settings_appLockVerify
source: Verify Passcode
ar: التحقق من رمز المرور
da: Bekræft Kode
de: Zugangscode verifizieren
es: Verificar contraseña
fr: Vérifier le code d'accès
hu: Ellenőrizze a jelszót
it: Verifica Codice
ja: パスコードを確認する
nl: Wachtwoord controleren
pl: Potwierdź kod
ru: Подтвердите пароль
sv: Verifiera lösenkod
zh_hans: 验证密码
zh_hant: 驗證密碼

# settings_appName
source: Piwigo Mobile
ar: Piwigo موبايل
es: Piwigo Móvil
nl: Piwigo Mobiel
ru: Мобильный Piwigo
sv: Piwigo Mobil
zh_hans: Piwigo 手机
zh_hant: Piwigo 手機

# settings_autoUpload
source: Auto Upload
ar: التحميل التلقائي
da: Automatisk upload
de: Automatisches Hochladen
es: Subida Automática
fr: Transferts auto
hu: Automata feltöltés
it: Caricamento Automatico
ja: 自動アップロード
nl: Automatisch uploaden
pl: Automatyczne przesyłanie
ru: Автозагрузка
sv: Automatisk uppladdning
zh_hans: 自动上传
zh_hant: 自動上傳

# settings_autoUploadDestination
source: Destination
ar: الوجهة
de: Ziel
es: Destino
hu: Cél
it: Destinazione
ja: 保存先
nl: Bestemming
pl: Cel
ru: Папка для сохранения
sv: Mål
zh_hans: 目的地
zh_hant: 目的地

# settings_autoUploadDestinationInfo
source: Please select the album or sub-album into which photos and videos will be auto-uploaded.
ar: يُرجى تحديد الألبوم أو الألبوم الفرعي الذي سيتم تحميل الصور ومقاطع الفيديو فيه تلقائيًا.
da: Vælg venligst albummet eller underalbummet, hvor fotos og videoer vil blive automatisk uploadet.
de: Bitte wählen Sie das Album oder das Unter-Album, in das Fotos und Videos automatisch hochgeladen werden.
es: Seleccione el álbum o sub-álbum al que se subirán automáticamente fotos y vídeos.
fr: Veuillez sélectionner l'album ou le sous-album dans lequel les photos et les vidéos seront automatiquement transférées.
hu: Melyik albumba vagy alalbumba szeretnéd automatikusan feltölteni a fotókat és videókat?
it: Seleziona l'album o il sottoalbum in cui le foto e i video saranno caricati automaticamente.
ja: 写真や動画を自動アップロードするアルバムまたはサブアルバムを選択してください。
nl: Selecteer a.u.b het album of sub-album waarnaar welke foto's en video's automatisch worden ge-upload.
pl: Wybierz album lub podalbum, do którego zdjęcia i filmy z twojego urządzenia będą automatycznie przesyłane.
ru: Пожалуйста, выберите альбом или подальбом в который будут автоматически загружены изображения и видео.
sv: Välj albumet eller underalbumet till vilka foton och videor automatiskt laddas upp.
zh_hans: 请选择照片和视频自动上传到的相册或子相册
zh_hant: 請選擇要作為自動上傳目標的遠端相簿或子相簿。

# settings_autoUploadDestinationInvalid
source: Invalid destination album
ar: ألبوم وجهة غير صالح
da: Ugyldigt destinationsalbum
de: Ungültiges Zielalbum
es: Álbum de destino no válido
fr: Album de destination invalide
hu: Érvénytelen célalbum
it: Album di destinazione non valido
ja: 無効なアルバムです
nl: Ongeldige bestemming
pl: Nieprawidłowy album docelowy
ru: Недопустимый адрес альбома
sv: Ogiltigt målalbum
zh_hans: 无效的目标相册
zh_hant: 目標相簿無效

# settings_autoUploadDisabled
source: Off
ar: إيقاف التشغيل
da: Fra
de: Aus
es: Desactivado
fr: Désactivé
hu: Ki
it: Non attivo
ja: オフ
nl: Uit
pl: Wył.
ru: Выкл
sv: Av
zh_hans: 关闭
zh_hant: 關閉

# settings_autoUploadDisabledInfo
source: Photos will not be automatically uploaded to your Piwigo.
ar: لن يتم تحميل الصور تلقائياً إلى Piwigo الخاص بك.
da: Fotos vil ikke automatisk blive uploadet til din Piwigo.
de: Fotos werden nicht automatisch in Ihr Piwigo hochgeladen.
es: Las fotos no se subirán automáticamente a tu Piwigo.
fr: Les photos ne seront pas automatiquement téléversées sur votre Piwigo.
hu: A fotók nem fognak automatikusan feltöltődni a Piwigoba.
it: Le foto non verranno caricate automaticamente sul tuo Piwigo.
ja: 写真は自動的にPiwigoにアップロードされません。
nl: Foto's worden niet automatisch ge-upload naar jouw Piwigo.
pl: Zdjęcia nie będą automatycznie przesyłane do Twojego Piwigo.
ru: Изображения не будут автоматически загружены в Ваш Piwigo.
sv: Foton kommer inte att laddas upp automatiskt till din Piwigo.
zh_hans: 照片将不会被自动上传到你的 Piwigo
zh_hant: 照片不會自動上傳至您的Piwigo伺服器。

# settings_autoUploadEnabled
source: On
ar: على
da: Til
de: An
es: Activado
fr: Activé
hu: Be
it: Attiva
ja: オン
nl: Aan
pl: Wł.
ru: Вкл
sv: På
zh_hans: 打开
zh_hant: 開啟

# settings_autoUploadEnabledInfo
source: Photos will be automatically uploaded to your Piwigo.
ar: سيتم تحميل الصور تلقائياً إلى Piwigo الخاص بك.
da: Billeder vil automatisk blive uploadet til din Piwigo.
de: Fotos werden automatisch zu Ihrem Piwigo hochgeladen.
es: Las fotos se subirán automáticamente a tu Piwigo.
fr: Les photos seront automatiquement téléversées sur votre Piwigo.
hu: A fotók automatikusan feltöltésre kerülnek a Piwigoba.
it: Le foto verranno caricate automaticamente sul tuo Piwigo.
ja: 写真は自動的にPiwigoにアップロードされます。
nl: Foto's worden automatisch ge-upload naar jouw Piwigo.
pl: Zdjęcia będą automatycznie przesyłane do Twojego Piwigo.
ru: Изображения будут автоматически загружены в Ваш Piwigo.
sv: Foton laddas automatiskt upp till din Piwigo.
zh_hans: 照片将被自动上传到您的 Piwigo
zh_hant: 照片會自動上傳至您的Piwigo伺服器。

# settings_autoUploadEnabledInfoAll
source: Photos and videos will be automatically uploaded to your Piwigo.
ar: سيتم تحميل الصور ومقاطع الفيديو تلقائياً إلى Piwigo الخاص بك.
da: Billeder og videoer vil automatisk blive uploadet til din Piwigo.
de: Fotos und Videos werden automatisch auf Ihr Piwigo hochgeladen.
es: Las fotos y vídeos se subirán automáticamente a tu Piwigo.
fr: Les photos et les vidéos seront automatiquement téléversées sur votre Piwigo.
hu: Fotók és videók automatikusan feltöltésre kerülnek a Piwigoba.
it: Foto e video saranno caricati automaticamente sul tuo Piwigo.
ja: 写真とビデオは自動的にPiwigoにアップロードされます。
nl: Foto's en video's worden automatisch geüpload naar jouw Piwigo.
pl: Zdjęcia i filmy będą automatycznie przesyłane do Twojego Piwigo.
ru: Изображения и видео будут автоматически загружены в Ваш Piwigo.
sv: Foton och videor laddas automatiskt upp till din Piwigo.
zh_hans: 照片和视频将被自动上传到您的 Piwigo
zh_hant: 照片及影片會自動上傳至您的Piwigo伺服器。

# settings_autoUploadLong
source: Auto Upload Photos
ar: التحميل التلقائي للصور
da: Auto upload af billeder
de: Fotos automatisch hochladen
es: Subida automática de fotos
fr: Transferts auto. des photos
hu: Fotók automatikus feltöltése
it: Caricamento Automatico Delle Foto
ja: 写真を自動アップロード
nl: Automatisch foto's uploaden
pl: Automatyczne przesyłanie zdjęć
ru: Автоматическая загрузка фотографий
sv: Ladda upp foton automatiskt
zh_hans: 自动上传照片
zh_hant: 自動上傳照片

# settings_autoUploadSource
source: Source
ar: المصدر
da: Kilde
de: Quelle
es: Origen
hu: Forrás
it: Sorgente
ja: ソース
nl: Bron
pl: Źródło
ru: Источник
sv: Källa
zh_hans: 来源
zh_hant: 來源

# settings_autoUploadSourceInfo
source: Please select the album or sub-album from which photos and videos of your device will be auto-uploaded.
ar: يُرجى تحديد الألبوم أو الألبوم الفرعي الذي سيتم تحميل الصور ومقاطع الفيديو الخاصة بجهازك منه تلقائيًا.
da: Vælg det album eller underalbum, hvorfra fotos og videoer af din enhed vil blive automatisk uploadet.
de: Bitte wählen Sie das Album oder das Unter-Album, von dem Fotos und Videos Ihres Geräts automatisch hochgeladen werden.
es: Seleccione el álbum o sub-álbum desde el que se subirán automáticamente fotos y vídeos de su dispositivo.
fr: Veuillez sélectionner l'album ou le sous-album à partir duquel les photos et les vidéos de votre appareil seront automatiquement transférées.
hu: Melyik albumból vagy alalbumból szeretnéd automatikusan feltölteni a fotókat és videókat?
it: Seleziona l'album o il sottoalbum da cui le foto e i video del tuo dispositivo saranno caricati automaticamente.
ja: デバイスの写真やビデオを自動的にアップロードするアルバムまたはサブアルバムを選択してください。
nl: Selecteer het album of sub-album van welke foto's en video's van jouw apparaat automatisch worden ge-upload.
pl: Wybierz album lub podalbum, z którego będą automatycznie przesyłane zdjęcia i filmy z twojego urządzenia.
ru: Пожалуйста, выберите альбом или подальбом, из которого автоматически будут загружены изображения и видео с Вашего устройства.
sv: Välj det album eller underalbum från vilka foton och videor på din enhet automatiskt laddas upp.
zh_hans: 请选择相册或子相册，其中的照片和视频会被自动上传
zh_hant: 請選擇要作為自動上傳來源的本機相簿或子相簿。

# settings_autoUploadSourceInvalid
source: Invalid source album
ar: ألبوم مصدر غير صالح
da: Ugyldigt kildealbum
de: Ungültiges Quell-Album
es: Álbum de origen no válido
fr: Album source invalide
hu: Érvénytelen forrásalbum
it: Album sorgente non valido
ja: ソースアルバムが無効です
nl: Ongeldig bron-album
pl: Nieprawidłowy album źródłowy
ru: Недопустимый источник альбома
sv: Ogiltigt källalbum
zh_hans: 无效的来源相册
zh_hant: 來源相簿無效

# settings_biometricsFaceIDinfo
source: Use Face ID as an alternative to your App Lock passcode.
ar: استخدم Face ID كبديل لرمز مرور قفل التطبيق الخاص بك.
da: Brug ansigts-id som et alternativ til din App Lock adgangskode.
de: Verwenden Sie Face ID als Alternative zu Ihrem App-Zugangscode.
es: Usa Face ID como alternativa a tu código de acceso de bloqueo de aplicaciones.
fr: Utiliser Face ID comme alternative à votre code de verrouillage de l'application.
hu: Használja a Face ID-t az App Lock jelszó alternatívájaként.
it: Usa Face ID come alternativa al tuo codice di accesso App Lock.
ja: App Lockパスコードの代わりにFace IDを使用します。
nl: Gebruik Gezicht ID als een alternatief voor uw App Lock toegangscode.
pl: Użyj Face ID jako alternatywy dla swojego kodu App Lock.
ru: Используйте Touch ID в качестве альтернативы вашему секретному паролю блокировки.
sv: Använd Face ID som ett alternativ till din applås-lösenkod.
zh_hans: 使用 Face ID 替代您的应用锁密码。
zh_hant: 使用Face ID取代您的程式鎖密碼。

# settings_biometricsOpticIDinfo
source: Use Optic ID as an alternative to your App Lock passcode.
ar: استخدم Optic ID كبديل لرمز مرور قفل التطبيق.
da: Brug Optisk ID som et alternativ til din App adgangskode.
de: Verwenden Sie die Optische ID als Alternative zu Ihrem App-Zugangscode.
es: Usa Optic ID como alternativa a tu código de acceso de bloqueo de aplicaciones.
fr: Utilise Optic ID comme alternative à votre code de verrouillage de l'application.
hu: Használja a Optic ID-t az App Lock jelszó alternatívájaként.
it: Usa Optic ID come alternativa al tuo codice di accesso App Lock.
ja: Optic ID をアプリケーションロックのパスコードの代わりに使用します。
nl: Gebruik Optische ID als alternatief voor uw App Lock toegangscode.
pl: Użyj Optic ID jako alternatywy dla swojego kodu App Lock.
ru: Используйте Optic ID в качестве альтернативы вашему секретному паролю блокировки.
sv: Använd Optic ID som ett alternativ till din applås-lösenkod.
zh_hans: 使用 Optic ID 替代您的应用锁密码。
zh_hant: 使用Optic ID取代您的程式鎖密碼。

# settings_biometricsReason
source: Access your Piwigo albums
ar: الوصول إلى ألبومات Piwigo الخاصة بك
da: Få adgang til dine Piwigo-albummer
de: Zugriff auf Piwigo-Alben
es: Accede a tus álbumes de Piwigo
fr: Accéder à vos albums Piwigo
hu: Hozzáférés a Piwigo albumokhoz
it: Accedi ai tuoi album Piwigo
ja: Piwigoアルバムにアクセス
nl: Toegang tot je Piwigo albums
pl: Uzyskaj dostęp do swoich albumów Piwigo
ru: Доступ к альбомам Piwigo
sv: Få tillgång till dina Piwigoalbum
zh_hans: 访问您的 Piwigo 相册
zh_hant: 檢視您的Piwigo相簿

# settings_biometricsTouchIDinfo
source: Use Touch ID as an alternative to your App Lock passcode.
ar: استخدم Touch ID كبديل لرمز مرور قفل التطبيق.
da: Brug Touch ID som et alternativ til din App Lock adgangskode.
de: Verwenden Sie Touch ID als Alternative zu Ihrem App-Zugangscode.
es: Usa Touch ID como alternativa a tu código de bloqueo de aplicaciones.
fr: Utilise Touch ID comme alternative à votre code de verrouillage de l'application.
hu: Használja a Touch ID-t az App Lock jelszavának alternatívájaként.
it: Usa Touch ID come alternativa al tuo codice di accesso App Lock.
ja: Touch ID をアプリケーションロックのパスコードの代わりに使用します。
nl: Gebruik Tik ID als alternatief voor uw App Lock toegangscode.
pl: Użyj Touch ID jako alternatywy dla swojego kodu App Lock.
ru: Используйте Touch ID в качестве альтернативы вашему секретному паролю блокировки.
sv: Använd Touch ID som ett alternativ till din applås-lösenkod.
zh_hans: 使用 Touch ID 替代您的应用锁密码。
zh_hant: 使用Touch ID取代您的程式鎖密碼。

# settings_brightness
source: Brightness
ar: السطوع
da: Lysstyrke
de: Helligkeit
es: Brillo
fr: Luminosité
hu: Fényerő
it: Luminosità
ja: 明度
nl: Helderheid
pl: Jasność
ru: Яркость
sv: Ljusstyrka
zh_hans: 亮度
zh_hant: 亮度

# settings_brightnessHelp
source: In low ambient brightness, the Automatic option uses a darker color palette to make photos stand out against darker backgrounds.
ar: في حالة السطوع المحيط المنخفض، يستخدم الخيار التلقائي لوحة ألوان أغمق لجعل الصور تبرز على الخلفيات الداكنة.
da: Ved lav lysstyrke bruger Automatisk indstillingen en mørkere farvepalet til at få billeder til at skille sig ud mod mørkere baggrunde.
de: Bei geringer Umgebungshelligkeit verwendet die Option "Automatisch" eine dunklere Farbpalette, um Fotos vor einem dunkleren Hintergrund hervorzuheben.
es: En ambientes poco iluminados, la opción Automático utiliza una paleta de colores más oscura para hacer que las fotos destaquen contra los fondos más oscuros.
fr: En cas de faible luminosité ambiante, l'option Automatique utilise une palette de couleurs plus foncées pour faire ressortir les photos sur des arrière-plans plus sombres.
hu: Az automata opció használatával sötétebb színpaletta kerül alkalmazásra, amennyiben kevés a környezetből érkező fény. Így a fotók élénkebbnek tűnnek a sötétebb hátterek miatt.
it: In ambiente a bassa luminosità, l'opzione Automatica utilizza una tavolozza di colori più scura per far risaltare le foto su sfondi più scuri.
ja: 環境光が暗い場合、自動オプションは暗いカラーパレットを使用して写真を暗い背景から目立たせます。
nl: Bij een lage helderheid zal de automatische optie gebruik maken van een donker kleurenpalet zodat foto's duidelijker zichtbaar zijn.
pl: Przy niskiej jasności otoczenia opcja Automatycznie użyje ciemnej palety kolorów, aby zdjęcia wyróżniały się na ciemniejszym tle.
ru: При низкой яркости окружающей среды параметр «Автоматически» использует более темную цветовую палитру, чтобы фотографии выделялись на более темном фоне.
sv: I låg omgivande ljusstyrka, Automatiska alternativet använder en mörkare färgpalett för att göra bilder sticker ut mot mörkare bakgrunder.
zh_hans: 在环境亮度低的情况下，自动选项会使用暗色外观来使照片在黑暗背景下易于观看
zh_hant: 在低光源時，「自動」會用更暗的色系使照片在更暗的背景中凸出。

# settings_cacheClear
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
da: Ryd cache
de: Zwischenspeicher leeren
es: Limpiar caché
fr: Vider le cache
hu: Gyorsítótár törlése
it: Svuota la cache
ja: キャッシュをクリア
nl: Cache wissen
pl: Wyczyść pamięć podręczną
ru: Очистить кэш-память
sv: Rensa cache
zh_hans: 清除缓存
zh_hant: 清理快取

# settings_cacheClearAll
source: Clear All
ar: مسح الكل
da: Ryd alle
de: Alles löschen
es: Limpiar todo
fr: Tout effacer
hu: Minden elem törlése
it: Cancella tutto
ja: すべてを削除する
nl: Alles wissen
pl: Wyczyść wszystko
ru: Очистить все
sv: Rensa alla
zh_hans: 全部清除
zh_hant: 全部清除

# settings_cacheClearing
source: Clearing the Cache
ar: مسح ذاكرة التخزين المؤقت
da: Rydning af cachen
de: Cache leeren
es: Borrado de la caché
fr: Effacement du cache
hu: A gyorsítótár törlése
it: Cancellazione della cache
ja: キャッシュのクリア
nl: De cache wissen
pl: Czyszczenie pamięci podręcznej
ru: Очистка кэша
sv: Rensning av cacheminnet
zh_hans: 清除缓存
zh_hant: 清除快取記憶體

# settings_cacheClearMsg
source: Are you sure you want to clear the photo cache? This will make albums and photos take a while to load again.
ar: هل أنت متأكد من أنك تريد مسح ذاكرة التخزين المؤقت للصور؟ هذا سيجعل الألبومات والصور تستغرق بعض الوقت للتحميل مرة أخرى.
da: Er du sikker på du vil slette billedcache? Dette vil bevirke at albums og billeder skal genindlæses ved næste visning.
de: Sind Sie sicher, dass Sie den Foto-Cache löschen möchten? Alben und Fotos werden eine Weile benötigen, um erneut geladen zu werden.
es: ¿Estás seguro de querer borrar la caché de fotos? Esto hará que los álbumes y las fotos tarden un tiempo en volver a cargarse.
fr: Êtes-vous sûr de vouloir effacer le cache des photos? Les photos et les albums mettront un certain temps à se recharger.
hu: Biztosan ki akarod törölni a fotók gyorsítótárát? Ettől átmenetileg lassabb lesz az albumok és fotók betöltése.
it: Sei sicuro di voler cancellare la cache dell'immagine? In questo modo gli album e le immagini impiegheranno un po' di tempo a caricarsi di nuovo.
ja: イメージキャッシュをオフにしますか。これは、アルバムと写真を再度読み込むために時間がかかるようになります。
nl: Weet je zeker dat je de foto-cache wilt verwijderen? Dit zorgt er voor dat het opnieuw laden van albums en foto's een tijd duurt.
pl: Na pewno chcesz wyczyścić pamięć podręczną zdjęć? Spowoduje to, że albumy i zdjęcia będą się dłużej wczytywały.
ru: Вы уверены, что хотите очистить кэш изображений? Это остановит загрузку альбомов и изображений на некоторое время.
sv: Är du säker på att du vill rensa bild-cacheminnet? Detta betyder att album och bilder kommer att ta en stund att ladda igen.
zh_hans: 您确定要清除图像缓存吗？这将使相册和图像需要一段时间才能再次加载。
zh_hant: 你確定要清理照片快取嗎? 這樣相簿跟照片會需要花一段時間重新讀取。

# settings_clearClipboard
source: Clear Clipboard
ar: مسح الحافظة
da: Ryd Udklipsholder
de: Zwischenablage leeren
es: Limpiar portapapeles
fr: Vider le presse-papiers
hu: Vágólap törlése
it: Cancella Appunti
ja: クリップボードをクリア
nl: Klembord leegmakten
pl: Wyczyść schowek
ru: Очистить буфер обмена
sv: Rensa urklipp
zh_hans: 清除剪贴板
zh_hant: 清空剪貼簿

# settings_clearClipboard1minText
source: After 1 minute
ar: بعد 1 دقيقة
da: Efter 1 minut
de: Nach 1 Minute
es: Después de 1 minuto
fr: Après 1 minute
hu: 1 perc múlva
it: Dopo 1 minuto
ja: 1分後
nl: Na 1 minuut
pl: Po 1 minucie
ru: Через 1 минуту
sv: Efter 1 minut
zh_hans: 1分钟后
zh_hant: 1分鐘後

# settings_clearClipboard1minUnit
source: After 1 min
ar: بعد 1 دقيقة
da: Efter 1 min.
de: Nach 1 Min.
es: Después de 1 min
fr: Après 1 min
hu: 1 perc elteltével
it: Dopo 1 min
ja: 1分後
nl: Na 1 min.
pl: Po 1 min.
ru: Через 1 мин
sv: Efter 1 min
zh_hans: 1 分钟后
zh_hant: 1分鐘後

# settings_clearClipboard2minText
source: After 2 minutes
ar: بعد 2 دقيقة
da: Efter 2 minutter
de: Nach 2 Minuten
es: Después de 2 minutos
fr: Après 2 minutes
hu: 2 perc múlva
it: Dopo 2 minuti
ja: 2分後
nl: Na 2 minuten
pl: Po 2 minutach
ru: Через 2 минуты
sv: Efter 2 minuter
zh_hans: 2分钟后
zh_hant: 2分鐘後

# settings_clearClipboard2minUnit
source: After 2 min
ar: بعد 2 دقيقة
da: Efter 2 min.
de: Nach 2 Min.
es: Después de 2 min
fr: Après 2 min
hu: 2 perc múlva
it: Dopo 2 min
ja: 2分後
nl: Na 2 min.
pl: Po 2 min.
ru: Через 2 минуты
sv: Efter 2 minuter
zh_hans: 2分钟后
zh_hant: 2分鐘後

# settings_clearClipboard5minText
source: After 5 minutes
ar: بعد 5 دقائق
da: Efter 5 minutter
de: Nach 5 Minuten
es: Después de 5 minutos
fr: Après 5 minutes
hu: 5 perc múlva
it: Dopo 5 minuti
ja: 5 分後
nl: Na 5 minuten
pl: Po 5 minutach
ru: Через 5 минут
sv: Efter 5 minuter
zh_hans: 5分钟后
zh_hant: 5分鐘後

# settings_clearClipboard5minUnit
source: After 5 min
ar: بعد 5 دقائق
da: Efter 5 min.
de: Nach 5 Min.
es: Después de 5 min
fr: Après 5 min
hu: 5 perc múlva
it: Dopo 5 min
ja: 5分後
nl: Na 5 min.
pl: Po 5 min.
ru: Через 5 минут
sv: Efter 5 min
zh_hans: 5分钟后
zh_hant: 5分鐘後

# settings_clearClipboard10sText
source: After 10 seconds
ar: بعد 10 ثوانٍ
da: Efter 10 sekunder
de: Nach 10 Sekunden
es: Después de 10 segundos
fr: Après 10 secondes
hu: 10 másodperc után
it: Dopo 10 secondi
ja: 10 秒後
nl: Na 10 seconden
pl: Po 10 sekundach
ru: Через 10 секунд
sv: Efter 10 sekunder
zh_hans: 10 秒后
zh_hant: 10秒後

# settings_clearClipboard10sUnit
source: After 10 s
ar: بعد 10 ثوانٍ
da: Efter 10 s
de: Nach 10 s
es: Después de 10 s
fr: Après 10 s
hu: 10 s után
it: Dopo 10 s
ja: 10秒後
nl: Na 10 sec
pl: Po 10 s
ru: Через 10 сек
sv: Efter 10 s
zh_hans: 10 秒后
zh_hant: 10秒後

# settings_clearClipboard30sText
source: After 30 seconds
ar: بعد 30 ثانية
da: Efter 30 sekunder
de: Nach 30 Sekunden
es: Después de 30 segundos
fr: Après 30 secondes
hu: 30 másodperc után
it: Dopo 30 secondi
ja: 30秒後
nl: Na 30 seconden
pl: Po 30 sekundach
ru: Через 30 секунд
sv: Efter 30 sekunder
zh_hans: 30 秒后
zh_hant: 30秒後

# settings_clearClipboard30sUnit
source: After 30 s
ar: بعد 30 ثانية
da: Efter 30 s
de: Nach 30 s
es: Después de 30 s
fr: Après 30 s
hu: 30 mp után
it: Dopo 30 s
ja: 30秒後
nl: Na 30 sec
pl: Po 30 s
ru: Через 30 сек
sv: Efter 30 s
zh_hans: 30 秒后
zh_hant: 30秒後
